OdRxDictionaryPtr
\details
The typified smart pointer for the dictionary object. This template class is a specialization
of the OdSmartPtr class for OdRxDictionary object.
\details
This template class is a specialization of the OdSmartPtr class for OdRxDictionary object pointers.